{
  "pretitle": "Universo de",
  "title": "Álvaro López Espinosa",
  "choose_planet": "¿A qué planeta quieres viajar?",
  "choose_satellite": "¿A qué satélite quieres ir?",
  "planetPretitle": "Planeta",
  "personal": {
    "title": "Personal",
    "brief": "¿Universo de quién?",
    "articles": [
      {
        "title": "¿Quién soy?",
        "text_md": "Soy Álvaro Lopez Espinosa. Mi pasión es tan simple como *crear cosas*, ya sean físicas o virtuales.\n\nSiempre que puedo trato de hacer realidad las ideas que se me ocuren y por ello encuentro en el ámbito virtual una ventaja: es mucho más flexible y la creatividad tiene menos limitaciones."
      },
      {
        "title": "Mis aficiones",
        "text_md": "Aunque esté relacionado con mi trabajo, uno de mis hobbies es la programación, entendida como medio de expresión creativa. Me encanta aprender nuevas tecnologías y lenguajes de programación. En cuanto tengo un poco de tiempo, trato de realizar cualquier tipo de [experimento](/tech).\n\nSoy muy activo y me encantan la mayoría de los deportes. Actualmente practico Taekwondo con asiduidad y, siempre que puedo, baloncesto y ping pong.\n\nAunque me gusta la ciencia en general, lo que realmente me apasiona es la Astronomía, en donde es posible observar el encuentro entre la imensidad y la insignificancia.\n\nMe atrae la meditación y la reflexión y siempre estoy tratando de mejorar en cualquier ámbito: físico, mental y espiritual."
      },
      {
        "title": "Mis objetivos e ideales",
        "text_md": "Mi objetivo en la vida es tan antiguo, tan sencillo de expresar y tan complejo de acometer que puede sonar hasta irrisorio: la búsqueda de la verdad. Sé que es algo imposible de conseguir, pero es la guía que trato de seguir. Y digo que es imposible porque ni siquiera existe aún un concenso claro sobre [lo que es la verdad](http://es.wikipedia.org/wiki/Verdad).\n\nTengo otros ideales no menos inalcanzables, como el triunfo de la bondad y la inteligencia sobre la maldad y la hipocresía, o alcanzar una sociedad en la que la confianza en el prójimo, el bien común y *hacer lo correcto* esté por encima del mero interés personal.\n\nAparte de esto, la siguiente lista recopila algunos de mis actuales sueños (en ningún orden particular) que me gustaría alcanzar en la vida:\n\n* Viajar por el mundo para ampliar mis conceptos sobre el mismo\n* Encontrar o percibir a Dios, sea quien sea o como sea.\n* Inventar algo que aporte a la humanidad\n* Aprender y descubrir para enseñar\n* Escribir un libro\n\n_¿Por qué comparto todo esto contigo?_ Por muy poca experiencia que uno pueda tener en la vida, hay algo que es evidente: No se consigue nada yendo en solitario. Cualquier logro que hayamos alcanzado ha sido gracias a otras personas, ya sea directa o indirectamente. Si crees que esto no es cierto, es porque aún no has pensado lo suficiente.\n\nEsa es la razón por la que lo comparto. Puede que seas tú quien me ayude a alcanzar estos sueños e ideales. ¿Cómo? No lo sé. Tampoco tengo por qué saberlo. Hay muchas personas que nos están ayudando y no somos conscientes de ello."
      },
      {
        "title": "Por qué esta Web",
        "text_md": "La idea surgió principalmente porque quería tener un lugar donde poder \"jugar\" con la tecnología y usarla a mi antojo,  sin estar restringido por requisitos temporales, tecnológicos o de trabajo.\n\nA medida que progresaba, la idea fue madurando hasta que quedaron fundados los objetivos básicos que querría alcanzar con la web:\n\n1. Seguir sirviéndome de \"campo de experimentación\"\n1. Ser un medio para compartir mis [reflexiones](/reflexive) y [experimentos](/tech) con la ilusión de que puedan ayudar a alguien\n1. Recopilar información sobre mi carrera [laboral](/labor)\n\nCon respecto a la tecnología empleada para crear esta web, usé principalmente aquella que no conocía o que apenas había usado con anterioridad con la idea de poder aprenderla. Actualmente, las principales tecnologías en las que se basa la web son:\n\n* **Backend:** Node.js, Express y Jade \n* **Frontend:** Coffeescript, Backbone.js, Jade, Stylus, Canvas 2D, WebGL (Three.js) y [GLSL](https://en.wikipedia.org/wiki/OpenGL_Shading_Language) (Lenguaje de sombreado de OpenGL)\n\nEn el planeta [tecnológico](/tech) podrás encontrar los detalles sobre la construcción de esta web (sobretodo sobre la programación de los Vertex/Pixel Shaders)\n\nHay infinitas ideas que me encantaría aplicar y mucho trabajo por hacer, pero dado que uso mi tiempo de ocio para trabajar en esta web (y compite con otras maravillosas cosas que hacer en ese tiempo como salir o hacer deporte), algunas secciones aún no están terminadas.\n\nAún tengo la esperanza de que en un futuro cercano se pueda manipular el tiempo y entonces ese último párrafo no tendría sentido (bueno... muchas cosas dejarían de tenerlo)."
      },
      {
        "title": "Contacto",
        "text_md": "Si sabes cómo manipular el tiempo o quieres ponerte en contacto conmigo por otros motivos más importantes, aquí tienes mi email:\n\n<p style='text-align:center'>**alvarolopezespinosa (arroba) gmail.com**</p>"
      }
    ]
  },
  "reflexive": {
    "title": "Reflexivo",
    "brief": "Ideas y reflexiones que se niegan a quedarse solo en mi cabeza",
    "favorite_quotes": "Citas inspiradoras",
    "favorite_quotes_brief": "Extraídas de libros y con tanta sabiduría que merecen una pequeña reflexión",
    "articles": "Artículos",
    "articles_brief": "Especie de blog en el que medito sobre ideas variopintas"
  },
  "labor": {
    "title": "Laboral",
    "brief": "Aspectos relacionados con mi carrera profesional: currículum, experiencia..."
  },
  "tech": {
    "title": "Tecnológico",
    "brief": "Pruebas y experimentos que hago en mis ratos libres. ¡Me apasiona crear cosas!"
  },
  "under_construction_title": "Planeta aún en formación",
  "under_construction_text": "(Oye, que la tierra tardó unos cuantos millones de años en formarse y nadie tuvo prisa)",
  "loading": {
    "approachingSolarSystem": "Aproximándose al sistema solar central",
    "remainingDistance": "Distancia: __lightYears__ años luz",
    "decelerating": "Decelerando..."
  }
}